Repository: my-language-skills/open-badges-framework
Catalog: badges-issuer-for-wp/languages/badges-issuer-for-wp-*.po
Languages: fr_fr

source: Student's login
fr_fr: Connexion de l'élève

source: Level
fr_fr: Niveau

source: <center><a class="button remove-row" onclick="jQuery(this).RemoveTr();" href="#id_meta_box_class_students">Remove</a></center>
fr_fr: <center><a class="button remove-row" onclick="jQuery(this).RemoveTr();" href="#id_meta_box_class_students">Supprimer</a></center>

source: > Not certified<br>
fr_fr: > Non certifié<br>

source: > Certified<br>
fr_fr: > Certifié<br>

source: > Student<br>
fr_fr: > Etudiant<br>

source: > Teacher<br>
fr_fr: > Professeur<br>

source: Badge name
fr_fr: Nom du badge

source: Badge language
fr_fr: Langage du badge :

source: Sender
fr_fr: Expéditeur

source: Comment
fr_fr: Commentaire

source: Site Name:
fr_fr: Nom du site :

source: Site Domain:
fr_fr: Domaine du site :

source: sitename
fr_fr: nomdusite

source: Your address will be %s.
fr_fr: Votre adresse sera %s.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
fr_fr: Il doit comporter au moins 4 caractères et uniquement des chiffres et des lettres. Attention, il ne pourra plus être changé !

source: Site Title:
fr_fr: Titre du site :

source: Site Language:
fr_fr: Langage du site :

source: Privacy:
fr_fr: Confidentialité :

source: Allow search engines to index this site.
fr_fr: Autoriser les moteurs de recherche à indexer ce site.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Username:
fr_fr: Nom d'utilisateur :

source: (Must be at least 4 characters, letters and numbers only.)
fr_fr: (Doit comporter au moins 4 caractères et uniquement des chiffres et des lettres.)

source: Email&nbsp;Address:
fr_fr: Email&nbsp;Addresse:

source: We send your registration email to this address. (Double-check your email address before continuing.)
fr_fr: Nous envoyons votre e-mail d'inscription à cette adresse. (Vérifiez votre adresse email avant de continuer.)

source: Get <em>another</em> %s site in seconds
fr_fr: Obtenez <em> un autre </ em>% s site en secondes

source: There was a problem, please correct the form below and try again.
fr_fr: Il y a eu un problème, corrigez le formulaire ci-dessous et réessayez.

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
fr_fr: Bienvenue,% s. En remplissant le formulaire ci-dessous, vous pouvez <strong> ajouter un autre site à votre compte </ strong>. Il n'y a pas de limite au nombre de sites que vous pouvez avoir, alors créez le contenu de votre coeur, mais écris de manière responsable!

source: Sites you are already a member of:
fr_fr: Les sites auxquels vous êtes déjà membre :

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
fr_fr: Si vous n&#8217;êtes pas en train d'utiliser le bon domaine de siten, changez-le pour un nouvel . Now have at it!

source: The site %s is yours.
fr_fr: Le site %s est à vous.

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
fr_fr: <a href="%1$s">%2$s</a> est votre nouveau site. <a href="%3$s"> Identifiant</a> en &#8220;%4$s&#8221; utilisant votre mot de passe existant.

source: Get your own %s account in seconds
fr_fr: Obtenez votre propre % s compte en quelques secondes

source: Gimme a site!
fr_fr: Donne-moi un site!

source: Just a username, please.
fr_fr: Juste un nom d'utilisateur, s'il vous plaît.

source: %s is your new username
fr_fr: %s est votre nouveau nom d'utilisateur

source: But, before you can start using your new username, <strong>you must activate it</strong>.
fr_fr: Mais, avant de pouvoir utiliser votre nouveau nom d'utilisateur, <strong>, vous devez l'activer </ strong>.

source: Check your inbox at %s and click the link given.
fr_fr: Vérifiez votre boîte de réception à % s et cliquez sur le lien donné.

source: If you do not activate your username within two days, you will have to sign up again.
fr_fr: Si vous n'activez pas votre nom d'utilisateur dans les deux jours, vous devrez vous inscrire à nouveau.

source: Congratulations! Your new site, %s, is almost ready.
fr_fr: Toutes nos félicitations! Votre nouveau site,%s, est presque prêt.

source: But, before you can start using your site, <strong>you must activate it</strong>.
fr_fr: Mais, avant de pouvoir utiliser votre site, <strong>, vous devez l'activer </strong>.

source: If you do not activate your site within two days, you will have to sign up again.
fr_fr: Si vous n'activez pas votre site dans les deux jours, vous devrez vous inscrire à nouveau.

source: Still waiting for your email?
fr_fr: Toujours en attente de votre courrier électronique?

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
fr_fr: Si vous n'avez pas encore reçu votre e-mail, vous pouvez faire plusieurs choses:

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
fr_fr: Attendez un peu plus longtemps. Parfois, l'envoi du courrier électronique peut être retardé par des processus hors de notre contrôle.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
fr_fr: Vérifiez le dossier indésirable ou spam de votre client de messagerie. De temps en temps, les courriels y arrivent par erreur.

source: Greetings Network Administrator!
fr_fr: Salutations, aministrateur réseau!

source: The network currently disallows registrations.
fr_fr: Le réseau interdit actuellement les enregistrements.

source: The network currently allows site registrations.
fr_fr: Le réseau permet actuellement les enregistrements de sites.

source: The network currently allows user registrations.
fr_fr: Le réseau permet actuellement les enregistrements de sites.

source: The network currently allows both site and user registrations.
fr_fr: Le réseau permet actuellement les enregistrements de sites et d'utilisateurs.

source: To change or disable registration go to your <a href="%s">Options page</a>.
fr_fr: Pour modifier ou désactiver l'inscription, accédez à votre <a href="%s">page d'options </a>.

source: Registration has been disabled.
fr_fr: L'enregistrement a été désactivé.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
fr_fr: Vous devez d'abord <a href="%s"> vous connecter </a>, pour ensuite pouvoir créer un nouveau site.

source: User registration has been disabled.
fr_fr: L'enregistrement de l'utilisateur a été désactivé.

source: Site registration has been disabled.
fr_fr: L'enregistrement du site a été désactivé.

source: Sorry, new registrations are not allowed at this time.
fr_fr: Désolé, de nouveaux enregistrements ne sont pas autorisés en ce moment.

source: You are logged in already. No need to register again!
fr_fr: Vous êtes déjà connecté. Pas besoin de vous enregistrer à nouveau!

source: The site you were looking for, %s, does not exist, but you can create it now!
fr_fr: Le site que vous recherchiez,% s, n'existe pas, mais vous pouvez le créer maintenant!

source: The site you were looking for, %s, does not exist.
fr_fr: Le site que vous recherchiez,% s, n'existe pas.
